/* ==================================================================   
 * Created [2019-07-12] by BD 
 * ==================================================================  
 * BD-WMS
 * ================================================================== 
 * mailTo:boubei@163.com
 * Copyright (c) boudata.com, 2019-2029  
 * ================================================================== 
 */package com.boudata.wms;

/**
 * 规则类型：
 * 1、拣货规则（PICKUP_RULE）
 * 2、波次规则（WAVE_RULE）
 * 3、上架规则（PUTAWAY_RULE）
 */
public enum RuleType {
	PICKUP_RULE, WAVE_RULE, PUTAWAY_RULE
}
